"App Memory" = "Programmageheugen";
"Page Ins" = "Page-ins";
"Cached Files" = "Bestanden in cache";
"Wired" = "Bedraad";
"MEMORY PRESSURE" = "GEHEUGENDRUK";
"File Cache" = "Bestandscache";
"Compressed" = "Gecomprimeerd";
"%1$@ of %2$@" = "%1$@ van %2$@";
"Memory Pressure Above" = "Geheugendruk >";
"Page Outs" = "Page";
"Pressure" = "Geheugendruk";
"PROCESSES" = "PROCESSEN";
"MEMORY" = "GEHEUGEN";
"Used" = "Gebruikt";
"Inactive" = "Inactief";
"Free" = "Beschikbaar";
"Memory" = "Geheugen";
"SWAP MEMORY" = "Swap";
"Active" = "Actief";
"Cache" = "Cache geheugen";


// Unlocalized strings



// Modified strings

